[
  "<pad>",
  "<sos>",
  "<eos>",
  "<unk>",
  "<sep>",
  "a",
  "aangevallen",
  "aap",
  "achtervolg",
  "achtervolgd",
  "achtervolgen",
  "achtervolgt",
  "ai",
  "aide",
  "aident",
  "aides",
  "aidez",
  "aidons",
  "aidé",
  "aime",
  "aiment",
  "aimes",
  "aimez",
  "aimons",
  "aimé",
  "ami",
  "amis",
  "apen",
  "as",
  "attaque",
  "attaquent",
  "attaques",
  "attaqué",
  "avez",
  "avons",
  "bekeken",
  "bekijk",
  "bekijken",
  "bekijkt",
  "chasse",
  "chassent",
  "chasses",
  "chassé",
  "chat",
  "chats",
  "cherche",
  "cherchent",
  "cherchez",
  "cherchons",
  "cherché",
  "cheval",
  "chevaux",
  "chien",
  "chiens",
  "de",
  "docteur",
  "docteurs",
  "dokter",
  "dokters",
  "draag",
  "draagt",
  "dragen",
  "duw",
  "duwen",
  "duwt",
  "eet",
  "embrasse",
  "embrassent",
  "embrasses",
  "embrassez",
  "embrassons",
  "embrassé",
  "enfant",
  "enfants",
  "ennemi",
  "ennemis",
  "eten",
  "femme",
  "femmes",
  "fille",
  "filles",
  "frapons",
  "frappe",
  "frappent",
  "frappes",
  "frappez",
  "frappé",
  "garçon",
  "garçons",
  "gedragen",
  "geduwd",
  "gegeten",
  "geholpen",
  "gejaagd",
  "gemogen",
  "genegeerd",
  "geobserveerd",
  "gered",
  "geslagen",
  "getroost",
  "gevolgd",
  "gezien",
  "gezocht",
  "gezoend",
  "heb",
  "hebben",
  "hebt",
  "heeft",
  "help",
  "helpen",
  "helpt",
  "hij",
  "homme",
  "hommes",
  "hond",
  "honden",
  "ignore",
  "ignorent",
  "ignorez",
  "ignorons",
  "ignoré",
  "ik",
  "il",
  "ils",
  "jaag",
  "jaagt",
  "jagen",
  "je",
  "jij",
  "jongen",
  "jongens",
  "jullie",
  "kat",
  "katten",
  "kind",
  "kinderen",
  "le",
  "leeuw",
  "leeuwen",
  "leraar",
  "leraars",
  "les",
  "loup",
  "loups",
  "mag",
  "man",
  "mange",
  "mangent",
  "manges",
  "mangé",
  "mannen",
  "meisje",
  "meisjes",
  "mogen",
  "muis",
  "muizen",
  "negeer",
  "negeert",
  "negeren",
  "nous",
  "observe",
  "observeer",
  "observeert",
  "observent",
  "observeren",
  "observez",
  "observons",
  "observé",
  "oiseau",
  "oiseaux",
  "olifant",
  "olifanten",
  "ont",
  "paard",
  "paarden",
  "porte",
  "portent",
  "portes",
  "portez",
  "portons",
  "porté",
  "poursuis",
  "poursuit",
  "poursuivent",
  "poursuivez",
  "poursuivi",
  "poursuivons",
  "professeur",
  "professeurs",
  "red",
  "redden",
  "redt",
  "regarde",
  "regardent",
  "regardes",
  "regardé",
  "renard",
  "renards",
  "repousse",
  "repoussent",
  "repousses",
  "repoussez",
  "repoussons",
  "repoussé",
  "réconforte",
  "réconfortent",
  "réconfortes",
  "réconfortons",
  "réconforté",
  "sauve",
  "sauvent",
  "sauves",
  "sauvez",
  "sauvons",
  "sauvé",
  "singe",
  "singes",
  "sla",
  "slaan",
  "slaat",
  "soigne",
  "soignent",
  "soignes",
  "soignez",
  "soignons",
  "soigné",
  "souris",
  "suis",
  "suit",
  "suivent",
  "suivez",
  "suivi",
  "suivons",
  "tigre",
  "tigres",
  "tijger",
  "tijgers",
  "troost",
  "troosten",
  "tu",
  "vallen",
  "valt",
  "verzorg",
  "verzorgd",
  "verzorgen",
  "verzorgt",
  "vijand",
  "vijanden",
  "vogel",
  "vogels",
  "voient",
  "vois",
  "voit",
  "volg",
  "volgen",
  "volgt",
  "vos",
  "vossen",
  "vous",
  "voyez",
  "vriend",
  "vrienden",
  "vrouw",
  "vrouwen",
  "vu",
  "wij",
  "zien",
  "ziet",
  "zijpl",
  "zoek",
  "zoeken",
  "zoekt",
  "zoen",
  "zoenen",
  "zoent",
  "éléphant",
  "éléphants"
]