{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "<sep>": 4,
      "a": 5,
      "aangevallen": 6,
      "aap": 7,
      "abeille": 8,
      "abeilles": 9,
      "achtervolgd": 10,
      "achtervolgen": 11,
      "achtervolgt": 12,
      "adelaar": 13,
      "adelaren": 14,
      "aide": 15,
      "aident": 16,
      "aidé": 17,
      "aigle": 18,
      "aigles": 19,
      "aime": 20,
      "aiment": 21,
      "aimé": 22,
      "ami": 23,
      "amis": 24,
      "antwoorden": 25,
      "antwoordt": 26,
      "apen": 27,
      "araignée": 28,
      "araignées": 29,
      "attaque": 30,
      "attaquent": 31,
      "attaqué": 32,
      "attend": 33,
      "attendent": 34,
      "attendu": 35,
      "attrape": 36,
      "attrapent": 37,
      "attrapé": 38,
      "beer": 39,
      "bekeken": 40,
      "bekijken": 41,
      "bekijkt": 42,
      "beren": 43,
      "beschermd": 44,
      "beschermen": 45,
      "beschermt": 46,
      "bewaard": 47,
      "bewaart": 48,
      "bewaren": 49,
      "bij": 50,
      "bijen": 51,
      "bouwen": 52,
      "bouwt": 53,
      "breekt": 54,
      "breken": 55,
      "canard": 56,
      "canards": 57,
      "casse": 58,
      "cassent": 59,
      "cassé": 60,
      "cerf": 61,
      "cerfs": 62,
      "chasse": 63,
      "chassent": 64,
      "chassé": 65,
      "chat": 66,
      "chats": 67,
      "cherche": 68,
      "cherchent": 69,
      "cherché": 70,
      "cheval": 71,
      "chevaux": 72,
      "chien": 73,
      "chiens": 74,
      "chèvre": 75,
      "chèvres": 76,
      "cochon": 77,
      "cochons": 78,
      "construisent": 79,
      "construit": 80,
      "corbeau": 81,
      "corbeaux": 82,
      "crabe": 83,
      "crabes": 84,
      "cygne": 85,
      "cygnes": 86,
      "dauphin": 87,
      "dauphins": 88,
      "de": 89,
      "docteur": 90,
      "docteurs": 91,
      "dokter": 92,
      "dokters": 93,
      "dolfijn": 94,
      "dolfijnen": 95,
      "donne": 96,
      "donnent": 97,
      "donné": 98,
      "draagt": 99,
      "dragen": 100,
      "duif": 101,
      "duiven": 102,
      "duwen": 103,
      "duwt": 104,
      "détruisent": 105,
      "détruit": 106,
      "eend": 107,
      "eenden": 108,
      "eet": 109,
      "embrasse": 110,
      "embrassent": 111,
      "embrassé": 112,
      "enfant": 113,
      "enfants": 114,
      "ennemi": 115,
      "ennemis": 116,
      "enseigne": 117,
      "enseignent": 118,
      "enseigné": 119,
      "eten": 120,
      "ezel": 121,
      "ezels": 122,
      "femme": 123,
      "femmes": 124,
      "ferme": 125,
      "ferment": 126,
      "fermé": 127,
      "fille": 128,
      "filles": 129,
      "frappe": 130,
      "frappent": 131,
      "frappé": 132,
      "gans": 133,
      "ganzen": 134,
      "garde": 135,
      "gardent": 136,
      "gardé": 137,
      "garçon": 138,
      "garçons": 139,
      "geantwoord": 140,
      "gebouwd": 141,
      "gebroken": 142,
      "gedragen": 143,
      "geduwd": 144,
      "geeft": 145,
      "gegeten": 146,
      "gegeven": 147,
      "gegooid": 148,
      "geholpen": 149,
      "geit": 150,
      "geiten": 151,
      "gejaagd": 152,
      "geluisterd": 153,
      "gemogen": 154,
      "genegeerd": 155,
      "genomen": 156,
      "geobserveerd": 157,
      "geopend": 158,
      "gered": 159,
      "geslagen": 160,
      "gesloten": 161,
      "gesproken": 162,
      "getrokken": 163,
      "getroost": 164,
      "gevangen": 165,
      "geven": 166,
      "gevolgd": 167,
      "gevonden": 168,
      "gewacht": 169,
      "gezien": 170,
      "gezocht": 171,
      "gezoend": 172,
      "gooien": 173,
      "gooit": 174,
      "grenouille": 175,
      "grenouilles": 176,
      "haai": 177,
      "haaien": 178,
      "hagedis": 179,
      "hagedissen": 180,
      "hebben": 181,
      "heeft": 182,
      "helpen": 183,
      "helpt": 184,
      "hert": 185,
      "herten": 186,
      "hibou": 187,
      "hiboux": 188,
      "homme": 189,
      "hommes": 190,
      "hond": 191,
      "honden": 192,
      "ignore": 193,
      "ignorent": 194,
      "ignoré": 195,
      "jaagt": 196,
      "jagen": 197,
      "jongen": 198,
      "jongens": 199,
      "kat": 200,
      "katten": 201,
      "kikker": 202,
      "kikkers": 203,
      "kind": 204,
      "kinderen": 205,
      "kip": 206,
      "kippen": 207,
      "konijn": 208,
      "konijnen": 209,
      "kraai": 210,
      "kraaien": 211,
      "krab": 212,
      "krabben": 213,
      "lance": 214,
      "lancent": 215,
      "lancé": 216,
      "lapin": 217,
      "lapins": 218,
      "le": 219,
      "leeuw": 220,
      "leeuwen": 221,
      "leraar": 222,
      "leraars": 223,
      "les": 224,
      "lion": 225,
      "lions": 226,
      "loup": 227,
      "loups": 228,
      "luisteren": 229,
      "luistert": 230,
      "lézard": 231,
      "lézards": 232,
      "mag": 233,
      "man": 234,
      "mange": 235,
      "mangent": 236,
      "mangé": 237,
      "mannen": 238,
      "meisje": 239,
      "meisjes": 240,
      "mogen": 241,
      "moustique": 242,
      "moustiques": 243,
      "mouton": 244,
      "moutons": 245,
      "mug": 246,
      "muggen": 247,
      "muis": 248,
      "muizen": 249,
      "neemt": 250,
      "negeert": 251,
      "negeren": 252,
      "nemen": 253,
      "observe": 254,
      "observeert": 255,
      "observent": 256,
      "observeren": 257,
      "observé": 258,
      "oie": 259,
      "oies": 260,
      "oiseau": 261,
      "oiseaux": 262,
      "olifant": 263,
      "olifanten": 264,
      "onderwezen": 265,
      "onderwijst": 266,
      "onderwijzen": 267,
      "ont": 268,
      "openen": 269,
      "opent": 270,
      "ours": 271,
      "ouvert": 272,
      "ouvre": 273,
      "ouvrent": 274,
      "paard": 275,
      "paarden": 276,
      "papillon": 277,
      "papillons": 278,
      "parle": 279,
      "parlent": 280,
      "parlé": 281,
      "perd": 282,
      "perdent": 283,
      "perdu": 284,
      "pigeon": 285,
      "pigeons": 286,
      "poisson": 287,
      "poissons": 288,
      "porte": 289,
      "portent": 290,
      "porté": 291,
      "poule": 292,
      "poules": 293,
      "poursuit": 294,
      "poursuivent": 295,
      "poursuivi": 296,
      "prend": 297,
      "prennent": 298,
      "pris": 299,
      "professeur": 300,
      "professeurs": 301,
      "protège": 302,
      "protègent": 303,
      "protégé": 304,
      "redden": 305,
      "redt": 306,
      "regarde": 307,
      "regardent": 308,
      "regardé": 309,
      "renard": 310,
      "renards": 311,
      "repousse": 312,
      "repoussent": 313,
      "repoussé": 314,
      "requin": 315,
      "requins": 316,
      "réconforte": 317,
      "réconfortent": 318,
      "réconforté": 319,
      "répond": 320,
      "répondent": 321,
      "répondu": 322,
      "sauve": 323,
      "sauvent": 324,
      "sauvé": 325,
      "schaap": 326,
      "schapen": 327,
      "schildpad": 328,
      "schildpadden": 329,
      "serpent": 330,
      "serpents": 331,
      "singe": 332,
      "singes": 333,
      "slaan": 334,
      "slaat": 335,
      "slang": 336,
      "slangen": 337,
      "sluit": 338,
      "sluiten": 339,
      "soigne": 340,
      "soignent": 341,
      "soigné": 342,
      "souris": 343,
      "spin": 344,
      "spinnen": 345,
      "spreekt": 346,
      "spreken": 347,
      "suit": 348,
      "suivent": 349,
      "suivi": 350,
      "tigre": 351,
      "tigres": 352,
      "tijger": 353,
      "tijgers": 354,
      "tire": 355,
      "tirent": 356,
      "tiré": 357,
      "tortue": 358,
      "tortues": 359,
      "trekken": 360,
      "trekt": 361,
      "troost": 362,
      "troosten": 363,
      "trouve": 364,
      "trouvent": 365,
      "trouvé": 366,
      "uil": 367,
      "uilen": 368,
      "vallen": 369,
      "valt": 370,
      "vangen": 371,
      "vangt": 372,
      "varken": 373,
      "varkens": 374,
      "verliest": 375,
      "verliezen": 376,
      "verloren": 377,
      "vernietigd": 378,
      "vernietigen": 379,
      "vernietigt": 380,
      "verzorgd": 381,
      "verzorgen": 382,
      "verzorgt": 383,
      "vijand": 384,
      "vijanden": 385,
      "vinden": 386,
      "vindt": 387,
      "vis": 388,
      "vissen": 389,
      "vlinder": 390,
      "vlinders": 391,
      "vogel": 392,
      "vogels": 393,
      "voient": 394,
      "voit": 395,
      "volgen": 396,
      "volgt": 397,
      "vos": 398,
      "vossen": 399,
      "vriend": 400,
      "vrienden": 401,
      "vrouw": 402,
      "vrouwen": 403,
      "vu": 404,
      "wacht": 405,
      "wachten": 406,
      "wolf": 407,
      "wolven": 408,
      "zien": 409,
      "ziet": 410,
      "zoeken": 411,
      "zoekt": 412,
      "zoenen": 413,
      "zoent": 414,
      "zwaan": 415,
      "zwanen": 416,
      "âne": 417,
      "ânes": 418,
      "écoute": 419,
      "écoutent": 420,
      "écouté": 421,
      "éléphant": 422,
      "éléphants": 423
    },
    "unk_token": "<unk>"
  }
}