{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 198,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "a": 4,
      "aangevallen": 5,
      "aap": 6,
      "achtervolgd": 7,
      "achtervolgen": 8,
      "achtervolgt": 9,
      "aide": 10,
      "aident": 11,
      "aidé": 12,
      "aime": 13,
      "aiment": 14,
      "aimé": 15,
      "ami": 16,
      "amis": 17,
      "apen": 18,
      "attaque": 19,
      "attaquent": 20,
      "attaqué": 21,
      "bekeken": 22,
      "bekijken": 23,
      "bekijkt": 24,
      "chasse": 25,
      "chassent": 26,
      "chassé": 27,
      "chat": 28,
      "chats": 29,
      "cherche": 30,
      "cherchent": 31,
      "cherché": 32,
      "cheval": 33,
      "chevaux": 34,
      "chien": 35,
      "chiens": 36,
      "de": 37,
      "docteur": 38,
      "docteurs": 39,
      "dokter": 40,
      "dokters": 41,
      "draagt": 42,
      "dragen": 43,
      "duwen": 44,
      "duwt": 45,
      "eet": 46,
      "embrasse": 47,
      "embrassent": 48,
      "embrassé": 49,
      "enfant": 50,
      "enfants": 51,
      "ennemi": 52,
      "ennemis": 53,
      "eten": 54,
      "femme": 55,
      "femmes": 56,
      "fille": 57,
      "filles": 58,
      "frappe": 59,
      "frappent": 60,
      "frappé": 61,
      "garçon": 62,
      "garçons": 63,
      "gedragen": 64,
      "geduwd": 65,
      "gegeten": 66,
      "geholpen": 67,
      "gejaagd": 68,
      "gemogen": 69,
      "genegeerd": 70,
      "geobserveerd": 71,
      "gered": 72,
      "geslagen": 73,
      "getroost": 74,
      "gevolgd": 75,
      "gezien": 76,
      "gezocht": 77,
      "gezoend": 78,
      "heeft": 79,
      "helpen": 80,
      "helpt": 81,
      "homme": 82,
      "hommes": 83,
      "hond": 84,
      "honden": 85,
      "ignore": 86,
      "ignorent": 87,
      "ignoré": 88,
      "jaagt": 89,
      "jagen": 90,
      "jongen": 91,
      "jongens": 92,
      "kat": 93,
      "katten": 94,
      "kind": 95,
      "kinderen": 96,
      "le": 97,
      "leeuw": 98,
      "leeuwen": 99,
      "leraar": 100,
      "leraars": 101,
      "les": 102,
      "loup": 103,
      "loups": 104,
      "mag": 105,
      "man": 106,
      "mange": 107,
      "mangent": 108,
      "mangé": 109,
      "mannen": 110,
      "meisje": 111,
      "meisjes": 112,
      "mogen": 113,
      "muis": 114,
      "muizen": 115,
      "negeert": 116,
      "negeren": 117,
      "observe": 118,
      "observeert": 119,
      "observent": 120,
      "observeren": 121,
      "observé": 122,
      "oiseau": 123,
      "oiseaux": 124,
      "olifant": 125,
      "olifanten": 126,
      "paard": 127,
      "paarden": 128,
      "porte": 129,
      "portent": 130,
      "porté": 131,
      "poursuit": 132,
      "poursuivent": 133,
      "poursuivi": 134,
      "professeur": 135,
      "professeurs": 136,
      "redden": 137,
      "redt": 138,
      "regarde": 139,
      "regardent": 140,
      "regardé": 141,
      "renard": 142,
      "renards": 143,
      "repousse": 144,
      "repoussent": 145,
      "repoussé": 146,
      "réconforte": 147,
      "réconfortent": 148,
      "réconforté": 149,
      "sauve": 150,
      "sauvent": 151,
      "sauvé": 152,
      "singe": 153,
      "singes": 154,
      "slaan": 155,
      "slaat": 156,
      "soigne": 157,
      "soignent": 158,
      "soigné": 159,
      "souris": 160,
      "suit": 161,
      "suivent": 162,
      "suivi": 163,
      "tigre": 164,
      "tigres": 165,
      "tijger": 166,
      "tijgers": 167,
      "troost": 168,
      "troosten": 169,
      "vallen": 170,
      "valt": 171,
      "verzorgd": 172,
      "verzorgen": 173,
      "verzorgt": 174,
      "vijand": 175,
      "vijanden": 176,
      "vogel": 177,
      "vogels": 178,
      "voient": 179,
      "voit": 180,
      "volgen": 181,
      "volgt": 182,
      "vos": 183,
      "vossen": 184,
      "vriend": 185,
      "vrienden": 186,
      "vrouw": 187,
      "vrouwen": 188,
      "vu": 189,
      "zien": 190,
      "ziet": 191,
      "zoeken": 192,
      "zoekt": 193,
      "zoenen": 194,
      "zoent": 195,
      "éléphant": 196,
      "éléphants": 197
    },
    "unk_token": "<unk>"
  }
}